Repository: nagyist/extension-tao-testcenter
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, hu_hu, sk_sk

source: %d eligibilities have been deleted
ar_sa: تم حذف %d من الأهليات
de_de: %d Berechtigungen wurden gelöscht
hu_hu: %d jogosultságok törölve
sk_sk: %d oprávnení boli odstránené

source: `%s` parameter must be an array
ar_sa: يجب أن تكون المعلمة `%s` عبارة عن مصفوفة
de_de: Der Parameter `%s` muss ein Array sein
hu_hu: `%s` paraméternek tömbnek kell lennie
sk_sk: Parameter `%s` musí byť pole

source: Actions
ar_sa: إجراءات
de_de: Aktionen
hu_hu: Műveletek
sk_sk: Akcie

source: Add
ar_sa: أضف
de_de: Hinzufügen
hu_hu: Hozzáadás
sk_sk: Pridať

source: Add Eligibility
ar_sa: أضف الأهلية
de_de: Berechtigung hinzufügen
hu_hu: Jogosultság hozzáadása
sk_sk: Pridať oprávnenosť

source: Add Test Takers
ar_sa: أضف خاضعين للاختبار
de_de: Prüfungsteilnehmer hinzufügen
hu_hu: Tesztelők hozzáadása
sk_sk: Pridať účastníkov testu

source: All Sessions
ar_sa: جميع الحصص
de_de: Alle Sitzungen
hu_hu: Minden munkamenet
sk_sk: Všetky relácie

source: Assessment Activity Reporting
ar_sa: تقرير عن نشاط التقييم
de_de: Bericht zu den Prüfungsaktivitäten
hu_hu: Értékelési tevékenységről szóló jelentés
sk_sk: Hlásenie aktivít hodnotenia

source: At least one delivery need to be selected to create
ar_sa: يجب اختيار تسليم واحد على الأقل للإنشاء
de_de: Zum Erstellen muss mindestens eine Testauslieferung ausgewählt werden
hu_hu: Legalább egy kézbesítést ki kell választani a létrehozásához
sk_sk: Na vytvorenie je potrebné vybrať aspoň jednu dodávku

source: Authorize
ar_sa: رخٍص
de_de: Autorisierung
hu_hu: Engedélyezés
sk_sk: Autorizovať

source: Authorized
ar_sa: مرخص له
de_de: Autorisiert
hu_hu: Felhatalmazott
sk_sk: Autorizované

source: Available
ar_sa: متوفر
de_de: Verfügbar
hu_hu: Elérhető
sk_sk: K dispozícii

source: Back to index
ar_sa: العودة إلى الفهرس
de_de: Zurück zum Index
hu_hu: Vissza az indexhez
sk_sk: Späť na index

source: Can\'t create eligibility. Please contact administrator.
ar_sa: لا/ يمكن إنشاء الأهلية. يرجى الاتصال بالمسؤول.
de_de: Berechtigung kann nicht erstellt werden. Bitte wenden Sie sich an den Administrator.
hu_hu: Nem sikerült jogosultságot létrehozni. Kérjük, vegye fel a kapcsolatot az adminisztrátorral.
sk_sk: Nepodarilo sa vytvoriť oprávnenosť. Kontaktujte administrátora.

source: cancel
ar_sa: إلغاء
de_de: abbrechen
hu_hu: mégsem
sk_sk: zrušiť

source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
hu_hu: Mégsem
sk_sk: Zrušiť

source: cancel the action
ar_sa: إلغاء الإجراء
de_de: die Aktion abbrechen
hu_hu: törölje a műveletet
sk_sk: zrušiť akciu

source: Check the compatibility of the current workstation and see the results
ar_sa: تحقق من توافق محطة العمل الحالية وشاهد النتائج
de_de: Überprüfen Sie die Kompatibilität der aktuellen Workstation und sehen Sie sich die Ergebnisse an
hu_hu: Ellenőrizze a jelenlegi munkaállomás kompatibilitását és tekintse meg az eredményeket
sk_sk: Skontrolujte kompatibilitu aktuálnej pracovnej stanice a pozrite si výsledky

source: Clean up orphan eligibilities
ar_sa: امسح الأهليات اليتيمة/المنفردة
de_de: Bereinigen Sie verwaiste Berechtigungen
hu_hu: Tisztítsa meg az árva jogosultságokat
sk_sk: Vyčistiť nároky osirelých detí

source: Continue
ar_sa: تابع
de_de: Fortfahren
hu_hu: Folytatás
sk_sk: Pokračovať

source: Delete
ar_sa: حذف
de_de: Löschen
hu_hu: Töröl
sk_sk: Odstrániť

source: Delivery
ar_sa: تسليم
de_de: Lieferung
hu_hu: Szállítás
sk_sk: Doručenie

source: Delivery `%s` does not exist.
ar_sa: التسليم "%s" غير موجود.
de_de: Lieferung `%s` existiert nicht.
hu_hu: A(z) `%s` kézbesítés nem létezik.
sk_sk: Doručenie `%s` neexistuje.

source: Duplicate
ar_sa: انسخ
de_de: Duplizieren
hu_hu: Másolat
sk_sk: Duplikát

source: Edit
ar_sa: الإصدار
hu_hu: Szerkesztés
sk_sk: Upraviť

source: Edit eligibile test takers
ar_sa: تحرير الخاضعين للاختبار المؤهلين
de_de: Bearbeitung von berechtigten Prüfungsteilnehmern
hu_hu: Jogosult vizsgázók szerkesztése
sk_sk: Upraviť oprávnených účastníkov testu

source: Edit Eligibility
ar_sa: تحرير الأهلية
de_de: Berechtigung bearbeiten
hu_hu: Jogosultság szerkesztése
sk_sk: Upraviť oprávnenosť

source: Eligibility `%s` does not exist.
ar_sa: الأهلية `%s` غير موجودة.
de_de: Berechtigung `%s` existiert nicht.
hu_hu: A `%s` jogosultság nem létezik.
sk_sk: Oprávnenosť `%s` neexistuje.

source: Eligibility already exists
ar_sa: الأهلية موجودة مقدّمًا
de_de: Die Berechtigung besteht bereits
hu_hu: A jogosultság már fennáll
sk_sk: Oprávnenosť už existuje

source: Eligibility don\'t need proctor authorization any more.
ar_sa: الأهلية لا/ تحتاج إلى إذن مراقب بعد الآن.
de_de: Für die Berechtigung ist keine Aufsichtsautorisierung mehr erforderlich.
hu_hu: A jogosultsághoz már nem szükséges felügyelői engedély.
sk_sk: Na oprávnenosť už nie je potrebné povolenie dozorcu.

source: Eligibility needs proctor authorization
ar_sa: الأهلية تحتاج إلى إذن مراقب
de_de: Die Berechtigung erfordert die Genehmigung der Aufsichtsperson
hu_hu: A jogosultsághoz felügyelői engedély szükséges
sk_sk: Na oprávnenosť je potrebné schválenie dozorcom

source: Eligibility not found for provided search parameters.
ar_sa: لم يتم العثور على الأهلية لمعلمات البحث المقدمة.
de_de: Für die angegebenen Suchparameter wurde keine Berechtigung gefunden.
hu_hu: Nem található jogosultság a megadott keresési paraméterekhez.
sk_sk: Pre zadané parametre vyhľadávania sa nenašla spĺňajúca požiadavka.

source: Eligible Deliveries
ar_sa: عمليات التسليم المؤهلة
de_de: Zulässige Lieferungen
hu_hu: Jogosult szállítások
sk_sk: Oprávnené dodávky

source: Eligible delivery removed
ar_sa: تمت إزالة عملية التسليم المؤهلة
de_de: Berechtigte Lieferung entfernt
hu_hu: Jogosult kézbesítés eltávolítva
sk_sk: Oprávnené doručenie bolo odstránené

source: Eligible Test Takers
ar_sa: المؤهلون للاختبار
de_de: Berechtigte Prüfungsteilnehmer
hu_hu: Jogosult vizsgázók
sk_sk: Oprávnení účastníci testu

source: Eligible test takers updated
ar_sa: تم تحديث المؤهلين للاختبار
de_de: Berechtigte Prüfungsteilnehmer aktualisiert
hu_hu: A jogosult vizsgázók adatai frissültek
sk_sk: Aktualizovaní oprávnení účastníci testu

source: Enable proctor authorization
ar_sa: تفعيل ترخيص المراقب
de_de: Aktivieren Sie die Aufsichtsautorisierung
hu_hu: Felügyelői hitelesítés engedélyezése
sk_sk: Povoliť autorizáciu dozorcu

source: First name
ar_sa: الاسم الشخصي
de_de: Vorname
hu_hu: Keresztnév
sk_sk: Krstné meno

source: for
ar_sa: ل/من أجل
de_de: für
hu_hu: mert
sk_sk: pre

source: Go
ar_sa: اذهب
de_de: Gehe
hu_hu: Megy
sk_sk: Ísť

source: Go to
ar_sa: اذهب إلى
de_de: Gehe zu
hu_hu: Menj ide
sk_sk: Prejsť na

source: Import
ar_sa: استورد
de_de: Importieren
hu_hu: Importálás
sk_sk: Importovať

source: Import
ar_sa: استيراد
hu_hu: Importálás
sk_sk: Importovať

source: Import Eligibilities from csv file.
ar_sa: استيراد الأهليات من ملف csv.
de_de: Importieren Sie die Berechtigungen aus einer CSV-Datei.
hu_hu: Jogosultságok importálása CSV fájlból.
sk_sk: Importovať oprávnenosti zo súboru CSV.

source: Invalid files have been removed
ar_sa: تمت إزالة الملفات غير الصالحة
de_de: Ungültige Dateien wurden entfernt
hu_hu: Érvénytelen fájlok eltávolítva
sk_sk: Neplatné súbory boli odstránené

source: Last name
ar_sa: الاسم العائلي
de_de: Nachname
hu_hu: Vezetéknév
sk_sk: Priezvisko

source: Last updated on %2s
ar_sa: آخر تحديث في %2s
de_de: Letztes Update vom %2s
hu_hu: Utolsó frissítés: %2s
sk_sk: Naposledy aktualizované %2s

source: Loading
ar_sa: جار التحميل
de_de: Ladevorgang
hu_hu: Terhelés
sk_sk: Načítava sa

source: Login
ar_sa: تسجيل الدخول
de_de: Anmelden
hu_hu: Bejelentkezés
sk_sk: Prihlásenie

source: Logout
ar_sa: تسجيل الخروج
de_de: Abmelden
hu_hu: Kijelentkezés
sk_sk: Odhlásiť sa

source: Main Menu
ar_sa: القائمة الرئيسية
de_de: Hauptmenü
hu_hu: Főmenü
sk_sk: Hlavné menu

source: Manage Schema
ar_sa: إدارة الخطاطة
de_de: Schema verwalten
hu_hu: Séma kezelése
sk_sk: Spravovať schému

source: Manage Test Center
ar_sa: إدارة مركز الرائز
de_de: Testcenter verwalten
hu_hu: Tesztközpont kezelése
sk_sk: Spravovať testovacie centrum

source: Manage Test Takers
ar_sa: إدارة الخاضعين للاختبار
de_de: Prüfungsteilnehmer verwalten
hu_hu: Tesztelők kezelése
sk_sk: Správa účastníkov testu

source: Manage testcenters and administer deliveries
ar_sa: تدبير مراكز الاختبار وإدارة عمليات التسليم
de_de: Verwalten Sie Testzentren und Lieferungen
hu_hu: Tesztközpontok kezelése és szállítások adminisztrálása
sk_sk: Spravovať testovacie centrá a doručovať

source: Missed `%s` parameter
ar_sa: معلمة "%s" مفقودة
de_de: Parameter `%s` fehlt
hu_hu: Kihagyott `%s` paraméter
sk_sk: Chýba parameter `%s`

source: Missed required parameter: `%s`
ar_sa: المعلمة المطلوبة مفقودة: `%s`
de_de: Erforderlicher Parameter fehlt: `%s`
hu_hu: Kihagyott kötelező paraméter: `%s`
sk_sk: Chýba povinný parameter: `%s`

source: Monitor and manage sessions for the test site
ar_sa: مراقبة وإدارة الحصص لموقع الرائز
de_de: Überwachen und verwalten Sie Sitzungen für die Test-Site
hu_hu: A teszthelyszín munkameneteinek monitorozása és kezelése
sk_sk: Monitorovať a spravovať relácie pre testovacie miesto

source: Monitor only
ar_sa: المراقبة فقط
de_de: Nur überwachen
hu_hu: Csak monitor
sk_sk: Iba monitor

source: Move
ar_sa: حرك
de_de: Verschieben
hu_hu: Mozog
sk_sk: Presunúť

source: My Test sites
ar_sa: مواقع الرائز الخاصة بي
de_de: Meine Test-Sites
hu_hu: Tesztoldalaim
sk_sk: Moje testovacie lokality

source: New class
ar_sa: صنف جديد
de_de: Neue Klasse
hu_hu: Új osztály
sk_sk: Nová trieda

source: New eligible delivery added
ar_sa: تمت إضافة تسليم مؤهل جديد
de_de: Neue berechtigte Lieferung hinzugefügt
hu_hu: Új, jogosult kézbesítés hozzáadva
sk_sk: Pridaná nová oprávnená dodávka

source: New Test Center
ar_sa: مركز رائز جديد
de_de: Neues Test-Center
hu_hu: Új tesztközpont
sk_sk: Nové testovacie centrum

source: No authorization to revoke for these proctors :
ar_sa: لا يوجد إذن بإلغاء هؤلاء المراقبين:
de_de: Für diese Aufsichtspersonen besteht keine Widerrufsberechtigung:
hu_hu: Nincs felhatalmazás a visszavonásra ezen felügyelők számára:
sk_sk: Pre týchto kontrolórov nie je autorizácia na zrušenie:

source: No Eligible Delivery yet
ar_sa: لا يوجد تسليم مؤهل حتى الآن
de_de: Noch keine berechtigte Lieferung
hu_hu: Még nincs jogosult kézbesítés
sk_sk: Zatiaľ žiadne vhodné doručenie

source: No test site available
ar_sa: لا يتوفر موقع رائز
de_de: Keine Test-Site verfügbar
hu_hu: Nincs elérhető tesztoldal
sk_sk: Nie je k dispozícii žiadne testovacie miesto

source: OK
ar_sa: نعم
hu_hu: RENDBEN
sk_sk: V poriadku

source: Partially authorized
ar_sa: مرخص له جزئيا
de_de: Teilweise autorisiert
hu_hu: Részben engedélyezett
sk_sk: Čiastočne autorizované

source: Please run %s script to clean up orphan eligibilities
ar_sa: يرجى تشغيل البرنامج النصي %s لمسح الأهليات الأيتام/المنفردة
de_de: Bitte führen Sie das Skript %s aus, um verwaiste Berechtigungen zu bereinigen
hu_hu: Futtassa a %s szkriptet az árva jogosultságok törléséhez
sk_sk: Spustite skript %s na vyčistenie oprávnení pre používateľov nezaradených v hierarchii

source: Properties
ar_sa: خصائص
de_de: Eigenschaften
hu_hu: Tulajdonságok
sk_sk: Nehnuteľnosti

source: Readiness check
ar_sa: التحقق من الجاهزية
hu_hu: Készenléti ellenőrzés
sk_sk: Kontrola pripravenosti

source: Readiness Check
ar_sa: التحقق من الجاهزية
de_de: Bereitschaftstest
hu_hu: Készenléti ellenőrzés
sk_sk: Kontrola pripravenosti

source: Readiness Check for test site %s
ar_sa: التحقق من جاهزية موقع الرائز %s
de_de: Readiness-Check für Test-Site %s
hu_hu: Készenléti ellenőrzés a teszthelyszínhez %s
sk_sk: Kontrola pripravenosti testovacieho miesta %s

source: Refresh
ar_sa: تحديث
de_de: Aktualisieren
hu_hu: Frissítés
sk_sk: Obnoviť

source: Refresh the page
ar_sa: تحديث الصفحة
de_de: Seite neu laden
hu_hu: Frissítsd az oldalt
sk_sk: Obnoviť stránku

source: Remove
ar_sa: إزالة
de_de: Entfernen
hu_hu: Eltávolítás
sk_sk: Odstrániť

source: Remove eligibility
ar_sa: إزالة الأهلية
de_de: Berechtigung entfernen
hu_hu: Jogosultság eltávolítása
sk_sk: Odstrániť oprávnenosť

source: Remove proctor authorization
ar_sa: قم بإزالة ترخيص المراقب
de_de: Aufsichtsautorisierung entfernen
hu_hu: Felügyelői engedély eltávolítása
sk_sk: Odstrániť autorizáciu administrátora

source: Require authorization
ar_sa: يتطلب ترخيصا
de_de: Autorisierung erforderlich
hu_hu: Engedélyezés szükséges
sk_sk: Vyžadovať autorizáciu

source: Resource with `%s` uri not found
ar_sa: لم يتم العثور على المورد `%s` uri
de_de: Ressource mit `%s`-URI nicht gefunden
hu_hu: Nem található `%s` URI-val rendelkező erőforrás
sk_sk: Zdroj s identifikátorom URI `%s` sa nenašiel

source: Revoke
ar_sa: أَلْغى
de_de: Widerrufen
hu_hu: Visszavonás
sk_sk: Zrušiť

source: Role is not allowed.
ar_sa: الدور غير مسموح به.
de_de: Rolle ist nicht erlaubt.
hu_hu: A szerepkör nem engedélyezett.
sk_sk: Rola nie je povolená.

source: Session history
ar_sa: سجل الحصة
de_de: Sitzungsverlauf
hu_hu: Munkamenet-előzmények
sk_sk: História relácií

source: Sessions
ar_sa: حصص
de_de: Sitzungen
hu_hu: Munkamenetek
sk_sk: Relácie

source: Something went wrong ...
ar_sa: حدث خطأ ما ...
de_de: Etwas ist schiefgelaufen ...
hu_hu: Valami rosszul sült el...
sk_sk: Niečo sa pokazilo...

source: Status
ar_sa: حالة
hu_hu: Állapot
sk_sk: Stav

source: Test Center `%s` does not exist.
ar_sa: مركز الاختبار "%s" غير موجود.
de_de: Das Testcenter `%s` existiert nicht.
hu_hu: A `%s` tesztközpont nem létezik.
sk_sk: Testovacie centrum `%s` neexistuje.

source: Test center contains test taker and groups and are administer by a proctor
ar_sa: يحتوي مركز الاختبار على الخاضعين للاختبار ومجموعات ويديرها مراقب
de_de: Das Testcenter besteht aus Testteilnehmern und Gruppen und wird von einer Aufsichtsperson verwaltet
hu_hu: A vizsgaközpontban vizsgázók és csoportok találhatók, és egy felügyelő felügyeli a vizsgálatot.
sk_sk: Testovacie centrum obsahuje účastníkov testu a skupiny a je spravované dozorcom.

source: Test Center List
ar_sa: قائمة مركز الرائز
de_de: Testcenter-Liste
hu_hu: Tesztközpontok listája
sk_sk: Zoznam testovacích centier

source: Test centers
ar_sa: مراكز الرائز
de_de: Testcenter
hu_hu: Tesztközpontok
sk_sk: Testovacie centrá

source: Test Centers
ar_sa: مراكز الرائز
de_de: Testcenter
hu_hu: Tesztközpontok
sk_sk: Testovacie centrá

source: Test site
ar_sa: موقع الرائز
hu_hu: Teszthelyszín
sk_sk: Testovacie miesto

source: Test sites
ar_sa: مواقع الرائز
hu_hu: Tesztelési oldalak
sk_sk: Testovacie lokality

source: Test taker `%s` does not exist.
ar_sa: الرائز "%s" غير موجود.
de_de: Der Prüfungsteilnehmer `%s` existiert nicht.
hu_hu: A `%s` tesztvizsgázó nem létezik.
sk_sk: Účastník testu `%s` neexistuje.

source: Testcenter Proctoring
ar_sa: مراقبة مركز الرائز
de_de: Testcenter-Beaufsichtigung
hu_hu: Tesztközpont Felügyelete
sk_sk: Dozorovanie testovacieho centra

source: Testcenter Proctors
ar_sa: مراقبو مركز الرائز
de_de: Testcenter-Aufsichtspersonen
hu_hu: Tesztközpont Felügyelői
sk_sk: Dozorcovia testovacieho centra

source: The following delivery(ies) are already eligible :
ar_sa: التسليم (التسليمات) التالية مؤهلة سابقا:
de_de: Folgende Lieferung(en) sind bereits teilnahmeberechtigt:
hu_hu: A következő szállítás(ok) már jogosultak:
sk_sk: Nasledujúce dodávky sú už oprávnené:

source: This delivery can be launched without authorization
ar_sa: يمكن إطلاق هذا التسليم دون ترخيص
de_de: Diese Lieferung kann ohne Autorisierung gestartet werden
hu_hu: Ez a szállítás engedély nélkül elindítható
sk_sk: Túto dodávku je možné spustiť bez autorizácie

source: This delivery needs proctor authorization
ar_sa: يحتاج هذا التسليم إلى إذن مراقب
de_de: Für diese Lieferung ist eine Genehmigung der Aufsichtsperson erforderlich
hu_hu: Ehhez a kézbesítéshez felügyelői engedély szükséges.
sk_sk: Táto dodávka vyžaduje autorizáciu administrátora

source: Unable to upload file %s : %s
ar_sa: تعذر تحميل الملف %s : %s
de_de: Die Datei %s konnte nicht hochgeladen werden: %s
hu_hu: Nem sikerült feltölteni a fájlt %s : %s
sk_sk: Nepodarilo sa nahrať súbor %s : %s

source: User `%s` does not exist.
ar_sa: المستخدم "%s" غير موجود.
de_de: Nutzer `%s` existiert nicht.
hu_hu: A(z) `%s` felhasználó nem létezik.
sk_sk: Používateľ `%s` neexistuje.

source: User is not assigned to the test center with given role.
ar_sa: لم يتم تعيين دور للمستخدم في مركز الرائز.
de_de: Der Benutzer ist dem Testcenter nicht mit der angegebenen Rolle zugewiesen.
hu_hu: A felhasználó nincs hozzárendelve a tesztközponthoz az adott szerepkörrel.
sk_sk: Používateľ nie je priradený k testovaciemu centru s danou rolou.

source: User Role `%s` does not exist.
ar_sa: دور المستخدم `%s` غير موجود.
de_de: Die Benutzerrolle `%s` existiert nicht.
hu_hu: A(z) `%s` felhasználói szerepkör nem létezik.
sk_sk: Používateľská rola `%s` neexistuje.

source: User with given role cannot be assigned to the test center.
ar_sa: لا يمكن تعيين المستخدم الذي لديه دور معين في مركز الرائز.
de_de: Benutzer mit der angegebenen Rolle können dem Testcenter nicht zugewiesen werden.
hu_hu: Az adott szerepkörrel rendelkező felhasználó nem rendelhető hozzá a tesztközponthoz.
sk_sk: Používateľa s danou rolou nemožno priradiť do testovacieho centra.

source: Workstation name
ar_sa: اسم محطة العمل
de_de: Name des Arbeitsplatzrechners
hu_hu: Munkaállomás neve
sk_sk: Názov pracovnej stanice

source: Workstation:
ar_sa: مَحَطّة عَمَلٍ:
hu_hu: Munkaállomás:
sk_sk: Pracovná stanica:

source: You must select at least one test center!
ar_sa: يجب عليك اختيار مركز رائز واحد على الأقل!
de_de: Sie müssen mindestens ein Testcenter auswählen!
hu_hu: Legalább egy tesztközpontot ki kell választania!
sk_sk: Musíte vybrať aspoň jedno testovacie centrum!
